{
	"Response": {
		"Pagination": {
			"count": "5000",
			"limit": "5000",
			"offset": "0"
		},
		"ModuleInstanceCollection": [
			{
				"ModuleInstanceCode": "CEGE0023",
				"ModuleIdentifier": "0583C3D473F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Offshore and Coastal Engineering",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ENG",
						"FacultyName": "Faculty of Engineering Sciences"
					},
					"Department": {
						"DepartmentCode": "CIVLG_ENG",
						"DepartmentName": "Civil, Environmental and Geomatic Engineering"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "50",
				"ModuleInstanceSearchKeywords": "WAVES, MEAN SEA LEVEL, TIDES, COASTAL DEFENCE, BEACHES",
				"Email": "",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module focusses on the engineering concerns specific to the regions of the ocean near the coastline. It covers marine hydrodynamics and techniques to model waves, erosion and other coastal and offshore processes. The coursework project will relate to topics such as the design of coastal or offshore structures, options for use of an area of seabed, design of offshore renewable energy facilities and coastal defence planning for a region of the UK. The course includes a one-day field trip to the Sussex coast.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Offshore Engineering",
						"Civil and Environmental Engineering",
						"Coastal Engineering"
					]
				}
			},
			{
				"ModuleInstanceCode": "PHAY0012",
				"ModuleIdentifier": "734F17C673F711E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Future Design, Delivery and Administration of Medicines",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "LIF",
						"FacultyName": "Faculty of Life Sciences"
					},
					"Department": {
						"DepartmentCode": "PHMCY_LIF",
						"DepartmentName": "School of Pharmacy"
					}
				},
				"ModuleInstanceValue": "30",
				"ModuleInstanceStudyHours": "300",
				"ModuleInstanceLearningHours": "53",
				"ModuleInstanceSearchKeywords": "PHARMACEUTICAL BIOTECHNOLOGY, PHARMACEUTICAL PROCESSING, HOLISTIC",
				"Email": "sop.saso@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThe purpose of PHAY 0012 is to learn about the clinical importance of the formulation sciences and pharmaceutical processing.&nbsp; Clinically registered medicines will be used to exemplify concepts. To have impact, the formulation sciences requires knowledge of the clinical end point.&nbsp;</p>\n<p>\n\tPharmaceutical Biotechnology is covered during semester 1. Therapeutic proteins, polypeptides and vaccines have become widely, and in many cases routinely used since the advent of the biotechnology era (ca 1980). The vast majority of these medicines require parenteral administration. The non-covalent interactions of therapeutic proteins define a tertiary (3-dimensional) structure which must be maintained to be biologically active.</p>\n<p>\n\tMaintaining the tertiary structure throughout the manufacture, formulation, transport, storage and use of therapeutic proteins is often difficult. Because parenteral administration is necessary, clearance is also often rapid and must be optimised. The pharmaceutical sciences are critical for transforming biotechnologically derived actives into viable and prac&shy;tical medicines.</p>\n<p>\n\tDuring Semester 2 we will examine other important facets of the formulation sciences. Complex formulations of low molecular weight actives or in some cases, actives that do not have a defined structure have been developed. Often these actives are poorly soluble, but one important consideration is these actives are often characterised by a narrow therapeutic window. Again the pharmaceutical sciences are critical in transforming such actives into useful medicines and while more traditional dosage forms continue to be developed, the use of drug eluting, implantable dosage forms, e.g. microspheres or injectable implants is also important to improve efficacy and patient compliance. During Semester 2 of the module there will be considerable emphasis on clinical pharmaceutics where clinically registered medicines will be used as examples to illustrate how the pharmaceutical sciences can influence clinical outcome. An emphasis of the importance of clinical pharmaceutics provides the framework to show how knowledge of the underlying science of medicines is important in the day-to-day provision and use of medicines. We will also discuss the development of generic medicines in the context of protein therapeutics, complex formulations and narrow therapeutic index drugs.</p>\n<p>\n\tAnother general topic of this module relates to how new medicines and treatments are evolving. There is much more awareness about the need to ensure there is widespread access for both improved versions of existing medicines and new medicines. The pharmaceutical sciences can contribute to the increased access of medicines by making medicines more cost-effective and more practical to use (e.g. provision of ready to use dosage forms, no need for a cold chain). The pharmaceutical sciences play an important part in the lifecycle management of medicines. Life cycle management seeks to increase patient benefit, often by developing an improved version of a medicine that may be easier to administer or has a longer duration of action.&nbsp; As exemplified in the coursework and in some of the lectures, the need to consider a holistic perspective about healthcare will be encouraged.</p>\n<p>\n\t&nbsp;</p>",
				"ModuleInstanceRestriction": "Module restricted to students completing the MPharm programme.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": "Pharmacy"
				}
			},
			{
				"ModuleInstanceCode": "HART0070",
				"ModuleIdentifier": "9502CA0473F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Relics, Saints, Images and Power",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HARTD_SHS",
						"DepartmentName": "History of Art"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "ART, ART HISTORY, HISTORY,",
				"Email": "",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\tSaints were the celebrities of medieval Europe. From the miracles they worked to the rituals and journeys they inspired, holy bodies were invested with immense spiritual and political power. Relics were also hugely important as a source of aesthetic inspiration. This module explores art and architecture associated with physical remains of saints. Focusing especially on three cult sites in the Middle Ages - Jerusalem, Santiago de Compostela and Canterbury - we will see how imagery associated with saintly bodies adapts and morphs to suit the needs of different times and places. Looking at this imagery through the prism of categories such as translation, liminality, the simulacrum and the souvenir, the module asks how modern critical frameworks can reconnect us with the potency of the relic. As well as considering reliquaries and cult statues, we will explore such phenomena as mappaemundi or world maps, virtual or armchair pilgrimage, and replica buildings designed to &#39;translate&#39; sites associated with the Holy Land from East to West. At the end of the module we will also consider the afterlife of the relic. Why, in some parts of Europe, did the power of saintly remains seemingly diminish? Where and how has it re-emerged?</div>",
				"ModuleInstanceRestriction": "This module is available to second year undergraduate students taking BA History of Art or BA History of Art and Material Studies.  Also, affiliates in the History of Art Department, second year students in the School of European Languages and Cultures (SELCS) who are taking a combined honours degree which includes History of Art in the title, and second year combined honours students taking BA Philosophy and History of Art.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": "History of Art"
				}
			},
			{
				"ModuleInstanceCode": "BIOL0004",
				"ModuleIdentifier": "CEE4E33A73F311E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Life on Earth",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "LIF",
						"FacultyName": "Faculty of Life Sciences"
					},
					"Department": {
						"DepartmentCode": "BIOSC_LIF",
						"DepartmentName": "Division of Biosciences"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "23",
				"ModuleInstanceSearchKeywords": "EVOLUTION, BIODIVERSITY, PALAEONTOLOGY, ORIGINS OF MAJOR GROUPS, EMBRYOLOGY, INNOVATIONS",
				"Email": "m.telford@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\t<strong>Module information</strong></p>\n<p>\n\t&ldquo;Life on Earth&rdquo; will begin by discussing the evidence for the emergence of life, the origins of the solar system and the conditions under which life emerged and the origin of eukaryotic cells. The theory behind reconstructing trees of evolutionary relatedness will be introduced and patterns of relatedness in the living world discussed, ranging from familiar creatures to new and bizarre forms being discovered in the depths of the oceans and under the earth&rsquo;s surface. All main branches of life will be covered with a particular focus on the evolution of plants and their importance to global biodiversity and on the many groups of invertebrates and vertebrates including ourselves.&nbsp;&nbsp;</p>\n<p>\n\tIn addition to lectures you will attend practical sessions in the Grant Museum of Zoology. At the end of the module you should be familiar with the diversity of living organisms; with classification of the living world; with the origins and history of life; and with the fundamental body plans of major groups of animals. You will have a solid grounding in modern ideas of the history of evolution of life on earth and understand the link between the evolution of developmental processes and the evolution of adult morphology.</p>\n<p>\n\t<strong>Indicative lecture topics </strong>&ndash; based on module content in 2018/19</p>\n<p>\n\tCladistics and interpreting trees</p>\n<p>\n\tOrigins of the universe</p>\n<p>\n\tOrigins of the solar system</p>\n<p>\n\tOrigin of Life</p>\n<p>\n\tOrigin of Eukaryotes</p>\n<p>\n\tKey Concepts in Embryology and Morphology</p>\n<p>\n\tNon-Bilaterians</p>\n<p>\n\tHomology, Urbilateria and Mesozoa</p>\n<p>\n\tEcdysozoa</p>\n<p>\n\tLophotrochozoa</p>\n<p>\n\tDeuterostomes</p>\n<p>\n\tOrigins and diversification of plants</p>\n<p>\n\tThe land plants and diversification of angiosperms</p>\n<p>\n\tThe fishes</p>\n<p>\n\tThe origin, evolution and extinction of dinosaurs</p>\n<p>\n\tVertebrate evolution &ndash; synapsid mammals</p>\n<p>\n\tVertebrate evolution &ndash; cenozoic mammals</p>\n<p>\n\tSixth Mass Extinction</p>\n<p>\n\tBiodiversity in the Anthropocene</p>\n<p>\n\t&nbsp;</p>",
				"ModuleInstanceRestriction": "This module is compulsory for first year Biological Sciences students and can be taken as an elective by students (including affiliate students) on other degree programmes.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Evolution",
						"Zoology",
						"Biology"
					]
				}
			},
			{
				"ModuleInstanceCode": "CLAS0008",
				"ModuleIdentifier": "3B050A7273F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Ancient Ideas in the Modern World",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ART",
						"FacultyName": "Faculty of Arts and Humanities"
					},
					"Department": {
						"DepartmentCode": "GRKLT_ART",
						"DepartmentName": "Greek and Latin"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "DEMOCRACY, PHILOSOPHY, RECEPTION, GREECE, ROME",
				"Email": "classics.office@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\t<span style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; vertical-align: baseline; background: 0px 0px; font-weight: 600;\">Content:&nbsp; </span>This module is an exploration of the history of Greek and Roman ideas, which formed the modern world. In the first half of the term sessions will focus on Greek ideas like heroism, democracy, oligarchy, hospitality, fair play, athletics, tragedy, comedy, eros and love, philosophy, and how these ideas have been generated through specific Greek cultural systems.</p>\n<p>\n\tIn the second half of the term we shall be concerned with Roman ideas and sessions will focus on ideas like fame, liberty, virtue, justice, epicureanism, stoicism, citizenship, republicanism, imperialism and how they have been generated through specific Roman cultural systems. The sessions will then examine the relevance of these ideas to modern politics and society.</p>\n<p>\n\tTwice weekly classes take as a starting point selected readings from major authors; the format is mixed lecture and discussion. All texts will be supplied in electronic form.</p>\n<p>\n\t<span style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; vertical-align: baseline; background: 0px 0px; font-weight: 600;\">Skills:&nbsp; </span>By the end of the module, students will engage with classical ideas as explored in primary sources and with their reception in secondary literature. In this way, they will gain an understanding of concepts and theories produced by these sources. They will also concentrate on primary materials and develop the ability to read texts independently, to manage their own learning, to communicate ideas orally and in writing and to gather, analyze and synthesize data. Teamwork and independent thinking will also be strongly encouraged in order to enable student development and achievement.</p>\n<p class=\"p\" helvetica=\"\" lucida=\"\" style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background-image: initial; background-position: 0px 0px; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial; color: rgb(51, 51, 51); font-family: \">\n\t<span style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; vertical-align: baseline; background: 0px 0px; font-weight: 600;\">Introductory reading: </span>C. Pelling and M. Wyke, <em>Twelve Voices from Greece and Rome, Ancient Ideas for Modern Times</em> (Oxford 2014); E. Hall, <em>The Ancient Greeks, Ten Ways They Shaped The Modern World</em> (London 2015).</p>",
				"ModuleInstanceRestriction": "This module is open to first-year students enrolled on the Arts and Sciences BASc Programme, BA in Classics (and with Study Abroad), BA in Ancient World (and with Study Abroad), joint degrees based in the Department of Greek and Latin; places for first-year students on other degree programmes might be available upon approval of the Module Tutor.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Ancient Languages and Cultures",
						"Classics",
						"Comparative Literary Studies"
					]
				}
			},
			{
				"ModuleInstanceCode": "HART0069",
				"ModuleIdentifier": "94C95C5673F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "American Geographies: Figuring the West, 1848-1914",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HARTD_SHS",
						"DepartmentName": "History of Art"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "AMERICA, ART, ART HISTORY, GEOGRAPHY, GEOPOLITICS, USA,",
				"Email": "",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\tThe &#39;West&#39; has long occupied a privileged place in U.S. geopolitics. Since the first decades of the nineteenth century, this region has heralded both the success and demise of the American experiment. This module considers the ways in which American visual culture (painting, photography, film, and city planning) has pictured, produced, critiqued and mythologized this geography. Central to our discussion of the spatial politics of empire building will be the particular importance of the figure of the &#39;frontier&#39; in American geopolitics. Why, we will ask, has the American frontier remained open-ended and ill-defined for the last two centuries? Does it mark a specific place? Is it a figure of modernity? As will become evident throughout the module, these questions were as central to the formation of the nation as they are today. Topics for discussion will include the organization of the US border with Mexico, immigration, land rights and gun control.</div>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": "History of Art"
				}
			},
			{
				"ModuleInstanceCode": "HEBR0063",
				"ModuleIdentifier": "B015CA5873F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Judaism and the Origins of Christianity A",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ART",
						"FacultyName": "Faculty of Arts and Humanities"
					},
					"Department": {
						"DepartmentCode": "HEBRW_ART",
						"DepartmentName": "Hebrew and Jewish Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "30",
				"ModuleInstanceSearchKeywords": "JUDAISM, CHRISTIANITY, RELIGION,",
				"Email": "",
				"ModuleInstanceSuperGroup": "Judaism and the Origins of Christianity",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\tFor Affiliate Students Only</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tIn the past decades, increasing recognition has been given to the Jewish origins of Christianity and the Jewish context in which Christianity was formed. The scope and implications of this topic are wide. This module will restrict itself to the following, specific objectives: Firstly, to assess the nature of Judaism and Jewish life in the period when Christianity arose. This will involve the study of various Jewish groups that were active in this period, such as Pharisees, Sadducees, Essenes, as well as the study of post-Biblical Jewish literature including the Dead Sea scrolls. Students will gain an appreciation of the complexity of Judaism and its importance in ancient society. Secondly, to assess the nature of early Christianity in relation to Judaism, and to discuss whether, when, and how, Christianity &#39;parted ways&#39; from Judaism. Particular attention will be given to Jesus, Paul, and their successors&#39; attitudes to the Jewish people, Jewish law, and Judaism. Thirdly, to consider Jewish-Christian relations, Christian attitudes to Judaism, and Jewish attitudes to Christianity, in the first few centuries of the Common Era. Admission to this module is open to students of all backgrounds and disciplines. All texts will be studied in translation.</div>\n<div>\n\t&nbsp;</div>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Hebrew and Jewish Studies",
						"Theology and Religion"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0389",
				"ModuleIdentifier": "ED15523473F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Colonialism in Sub-Saharan Africa",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "30",
				"ModuleInstanceStudyHours": "300",
				"ModuleInstanceLearningHours": "40",
				"ModuleInstanceSearchKeywords": "COLONIALISM, AFRICAN HISTORY, MODERN HISTORY,",
				"Email": "history-pg-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\tThis module examines the history of European colonialism in Sub-Saharan Africa from the late nineteenth century to the 1960s. It introduces a range of important debates on the nature of colonial rule, its impact on African societies and economies and its consequences for understanding contemporary Africa. Through a detailed analysis of a number of case studies, the module examines the diverse forms taken by colonialism and the unevenness of its political, economic and social effects. It engages with debates on the production of &lsquo;colonial knowledge&rsquo; and on the cultural dimensions of colonial rule and it examines the work of a range of African thinkers of the colonial period. Amongst other topics, we will examine the nature of colonial legal and political structures, the role of religion, the impact of European settlers, changing gender relations and the emergence of nationalist thinking.</div>\n<div>\n\t&nbsp;</div>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"European History",
						"Modern History",
						"African History"
					]
				}
			},
			{
				"ModuleInstanceCode": "BIOC0005",
				"ModuleIdentifier": "CA4E549673F311E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Molecular Biology",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "LIF",
						"FacultyName": "Faculty of Life Sciences"
					},
					"Department": {
						"DepartmentCode": "BIOSC_LIF",
						"DepartmentName": "Division of Biosciences"
					}
				},
				"ModuleInstanceValue": "30",
				"ModuleInstanceStudyHours": "300",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "NUCLEIC ACIDS, DNA CLONING, GENOME SEQUENCING, DNA REPLICATION, PROKARYOTIC GENE REGULATION, EUKARYO",
				"Email": "e.shephard@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tAn integrated module in molecular biology that is taught through lectures, tutorials and a laboratory-based experimental research project. The laboratory project and associated tutorials will introduces you to the processes of DNA cloning and DNA analyses. In the research component emphasis is placed on technical and numerical skills, scientific observation and data analyses. You will write your research project results in the form of a scientific paper and give an oral presentation to your tutor group. You will therefore gain experience in communicating scientific results and findings. To help you prepare for the practicals and exams there will be formative pre-practical quizzes and online bespoke exercises.</p>\n<p>\n\tAfter taking this module you should be able to describe the key concepts and areas of molecular biology findings in both prokaryotic and eukaryotic organisms. More specifically you will be expected to know and understand:</p>\n<ol>\n\t<li>\n\t\tNucleic acids, their structure and properties and how these are used in research techniques.</li>\n\t<li value=\"2\">\n\t\tPlasmids and their properties and how the plasmids will be manipulated in the laboratory research project. (Plasmids are used in the laboratory research project).</li>\n\t<li value=\"3\">\n\t\tHow information passes between bacteria through the processes of transformation and conjugation.</li>\n\t<li value=\"4\">\n\t\tHow bacteriophage such as bacteriophage lambda infect bacterial cells and use mechanisms to control their survival. (The laboratory research project aims to clone and characterise a fragment of the lambda genome).</li>\n\t<li value=\"5\">\n\t\tTechniques of DNA sequence analysis e.g. dideoxy and new generation sequencing technologies apllied to human and microbial genomes and the databases that store sequence information. Techniques of RNA analysis e.g. transcriptomics.</li>\n\t<li value=\"6\">\n\t\tThe features of the human genome e.g. genes and gene families, pseudogenes, LINES and SINES.</li>\n\t<li value=\"7\">\n\t\tTranscription and its regulation in bacteria (exemplified using specific operons as examples).</li>\n\t<li value=\"8\">\n\t\tDNA replication. DNA proof-reading and repair mechanisms</li>\n\t<li value=\"9\">\n\t\tTranslation of mRNA and&nbsp; the processes and control of protein synthesis</li>\n\t<li value=\"10\">\n\t\tHow cloned DNAs are used to produce proteins in cell culture systems.</li>\n\t<li value=\"11\">\n\t\tHow proteins are targeted to their correct cellular location.</li>\n\t<li value=\"12\">\n\t\tEukaryotic molecular biology and the contribution of lower eukaryotes; chromosomes; gene control in development, levels of control and gene regulation in higher organisms including hormone regulation of gene expression.</li>\n</ol>\n<p>\n\tThis module cannot accommodate more than 160 students. Priority will be given to Molecular Biosciences students. Should the module size exceed 160, BIOC0001 mark will be used as the main selection criteria for the enrolment of non-molecular biosciences students on the module.</p>\n<p>\n\t<strong>Indicative lecture list (based on 2018/19), All lectures are 2h in length</strong></p>\n<p>\n\tLecture 01: Induction</p>\n<p>\n\tLecture 02: Nucleic acids; research project</p>\n<p>\n\tLecture 03: Plasmids</p>\n<p>\n\tLecture 04: Bacteriophage lambda- life cycle and properties</p>\n<p>\n\tLecture 05: Cloning vectors, libraries, sequencing; Understanding our genome</p>\n<p>\n\tLecture 06: Understanding our genome; Genome projects; RNA profiling</p>\n<p>\n\tLecture 07-08: Gene regulation in bacteria</p>\n<p>\n\tLecture 09: Bacterial Conjugation</p>\n<p>\n\tLecture 10: Translation, protein synthesis</p>\n<p>\n\tLecture 11-12: Protein Trafficking</p>\n<p>\n\tLecture 13: How DNA helps us to study proteins</p>\n<p>\n\tLecture 14-15: DNA replication, repair and methylation</p>\n<p>\n\tLecture 16-20: Gene regulation in eukaryotes</p>",
				"ModuleInstanceRestriction": "Available for students in Year 2. \nPrerequisite: BIOC0001 - Biochemistry and Molecular Biology",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Genetics",
						"Molecular Biology"
					]
				}
			},
			{
				"ModuleInstanceCode": "MSIN0004",
				"ModuleIdentifier": "2F640A1C73F711E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Accounting for Business",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ENG",
						"FacultyName": "Faculty of Engineering Sciences"
					},
					"Department": {
						"DepartmentCode": "MANAG_ENG",
						"DepartmentName": "UCL School of Management"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "30",
				"ModuleInstanceSearchKeywords": "ACCOUNTING, BUSINESS, FINANCE AND ACCOUNTING",
				"Email": "mgmt-undergraduate@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\tThis module provides students with an introductory level orientation to core accounting principles and their applications, both internal and external, to a business organisation. It aims to provide students with a good grounding in and an appreciation of the financial accounting essentials that any analyst, manager or business owner should possess.</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tFinancial Accounting is concerned with accounting for the financial transactions and activities of a business in a particular financial period, and building the financial story of that period through the subsequent construction and publication of core financial statements: Balance Sheets, Income Statements, and Cash Flow Statements. In so doing it explains why profit and cash measurements of the same transactions and activities differ, and how Income Statements and Cash Flow Statements are constructed. The Accounting Equation of Assets = Liabilities is applied to the construction of the Balance Sheet. Contextually issues in revenue recognition and expense identification, and in the valuation of assets and liabilties are explored. The module shows students how to calculate financial ratios toanalyse and interpret the core financial statements to gain insights into financial health and performance, insights managers and other interested stakeholders, especially shareholders, are particularly interested in. The module also explores core aspects of Corporate Governanceand their implications for corporate reporting.</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tThis module (MSIN0004) is delivered in both Term 1 and 2 with the final examination to take place in the Summer term for both instances.&nbsp;</div>",
				"ModuleInstanceRestriction": "MSIN0047 Entrepreneurial Finance is an excluded combination",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": "Finance and Accounting"
				}
			},
			{
				"ModuleInstanceCode": "HIST0281",
				"ModuleIdentifier": "DA5483A473F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Queer Histories in Britain from the 1800s to the 1980s",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "BRITISH HISTORY, HOMOSEXUALITY, SEXUAL IDENTITY, QUEER HISTORY, MODERN HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tHow can we, and how should we, write the history of sex and sexuality? How did the experiences of men or women who experienced sexual desire for members of the same sex change over the course of the late nineteenth and twentieth centuries? When did the idea of a homosexual, gay, lesbian, or queer identity appear in Britain? What was the role of legal changes (all homosexual acts between men in public or private were criminalised between 1885 and 1967) and of scientific knowledge in shaping identities and practices? These are the questions this module sets out to answer. It looks at legal changes relating to homosexuality and the development of scientific thinking on the subject. It also looks at changing queer subcultures, sexual practices, and sexual identities in Britain from the 1880s to the 1980s, asking how sexual practices related to sexual identities, and charting the development of self-conscious and proud LGBTQ+ identities.</p>",
				"ModuleInstanceRestriction": "First year students on the History Undergraduate degree programmes cannot select this module.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Modern History",
						"British and English History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0262",
				"ModuleIdentifier": "D60FA37873F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "London in the 20th Century: From Imperial to Global City",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "LONDON, HISTORY, MODERN HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis course offers students an overview of selective aspects of the history of twentieth-century London, set within the wider context of twentieth-century British history and politics, imperial history and decolonization. This is not a comprehensive and detailed history of the city itself; rather, London as a &lsquo;imperial metropole&rsquo; is used as a lens through which to explore broader questions about changing collective identities such as Englishness, Britishness, and the imperial. Case studies may include efforts to create &lsquo;imperial architecture&rsquo; in London c. 1900; intellectuals and imperialism in late Edwardian Bloomsbury; Americanisation in the 1920s &lsquo;jazz age&rsquo;; Cable Street and the anti-fascist struggle; the Blitz and its trans-Atlantic dimensions; and post-war &lsquo;New Commonwealth&rsquo; immigration in places such as Brixton and Notting Hill.</p>",
				"ModuleInstanceRestriction": "First year students on the History Undergraduate degree programmes cannot select this module.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Modern History",
						"British and English History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0509",
				"ModuleIdentifier": "FEA2568C73F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Asia, the Aegean, Europe: Dividing the World in Ancient Greece Affiliate",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "ANCIENT GREECE, ANCIENT HISTORY, HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is for affiliate students attending for one term only. Please see the 30-credit full-year version, HIST0023, for the full module description.</p>\n<p>\n\tPlease be aware that you will only be covering half of the module content described in the full module description (content covered in Term 1 or Term 2, depending on your time with us).</p>\n<p>\n\tIf you require any further information, please contact the History Administrative Office: history-ug-enquiries@ucl.ac.uk.</p>",
				"ModuleInstanceRestriction": "Only affiliates who are studying with us for one term are permitted to take this module. Full-year students (UCL and Affiliate) must take the 30-credit version: HIST0023.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Ancient History",
						"History"
					]
				}
			},
			{
				"ModuleInstanceCode": "BIOL0010",
				"ModuleIdentifier": "CFDEF93873F311E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Introduction to Human Genetics",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "LIF",
						"FacultyName": "Faculty of Life Sciences"
					},
					"Department": {
						"DepartmentCode": "BIOSC_LIF",
						"DepartmentName": "Division of Biosciences"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "35",
				"ModuleInstanceSearchKeywords": "HUMAN GENETICS; GENOME VARIATION; POPULATION;  DISEASE",
				"Email": "n.maniatis@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\t<strong>Module information</strong></p>\n<p>\n\tThe unifying topic of &ldquo;Introduction to Human Genetics&rdquo; is how genes and their interactions, either with other genes or with the environment, make us what we are. When these interactions break down genetic disease may result, and it is often through these genetic mistakes that we are able to work out what happens in the normal situation. The module will introduce you to the subject of human genetics, enable you to appreciate the implications of genetic research for society and provide a basis for more advanced studies.&nbsp;At the end of the module, you should be able to understand and critically evaluate scientific studies in human genetics, whether reported in scientific journals or in the lay press.</p>\n<p>\n\tThe introductory lectures will remind you how Mendelian rules of inheritance can be applied to human families but that this is not always straightforward to interpret. Not all traits are inherited in a simple Mendelian fashion and the methods by which quantitative and multifactorial traits are studied will be introduced in the second half of the course.</p>\n<p>\n\tThe lectures on pedigrees are followed by a section on cytogenetics that covers the study of chromosomes and their abnormalities, followed by lectures on molecular genetics. The module continues with the study of inborn errors of metabolism and with the nature and origin of human genetic variation.</p>\n<p>\n\tThe second half of the module focuses on genetic mapping techniques which culminated in the multi-billion dollar human genome project. Within these lectures we examine gene mapping tools for both monogenic and polygenic diseases with examples that are interesting both for their own sake but also as examples of the results obtained using the molecular methods discussed earlier.&nbsp; The human genome project has now moved on from the study of the human DNA sequence to the study of variation between individuals and populations. The existence of genetic variation, polymorphism, has been known for many years and we look at this both from a historical perspective as well as considering how this is of interest to modern genetics, medicine and to the pharmaceutical industry. The module will cover the study of human populations and human origins and it will include discussions on the topic of bioethics through a debate.</p>\n<p>\n\t&nbsp;</p>\n<p>\n\t&nbsp;</p>",
				"ModuleInstanceRestriction": "Due to the nature of the tutorials (problem based learning practicals in a cluster room) the module is capped to 80-90 students (total number including Level 6 iBSc students).\n\nAvailable for students in Year 2. The module BIOL0003 Introduction to Genetics in Year 1 is prerequisite for UCL students. The Level 5 version of this module is compulsory for students on the Human Genetics and Genetics degrees of the Biological Sciences Degree Programme. For students (including Affiliates) where the Level 5 version of BIOL0010 is optional, priority will first be given to students on the Biological Sciences Degree Programme and its associated routes and then to students from any degree within the Division of Biosciences.  The Level 6 version of this module is only available to iBSc students on the iBSc Human Genetics and Genomics degree.  This module is prerequisite for BIOL0021 `Advanced Human Genetics多 in Year 3.\n\n多Introduction to Human Genetics多 is compulsory for students on the Human Genetics and Genetics degrees. It can be taken as an elective by students (including affiliate students) on other Biosciences degree programmes, Natural Sciences and the BASc. This module is prerequisite for BIOL0021 `Advanced Human Genetics多",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Applied Genetics",
						"Genomics",
						"Human Genetics",
						"Biology"
					]
				}
			},
			{
				"ModuleInstanceCode": "CELL0009",
				"ModuleIdentifier": "13938B7673F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Integrative Cell Biology (Cell Structure and Function)",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "LIF",
						"FacultyName": "Faculty of Life Sciences"
					},
					"Department": {
						"DepartmentCode": "BIOSC_LIF",
						"DepartmentName": "Division of Biosciences"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "23",
				"ModuleInstanceSearchKeywords": "CELL BIOLOGY, CELL STRUCTURE, CELL FUNCTION, EUKARYOTIC CELLS",
				"Email": "g.thomas@ucl.ac.uk; l.cramer@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis is a broad-based cell biology module that aims to introduce the student to a wide range of topics related to the biological functioning of eukaryotic cells. The lectures are divided into the following four major themes:- A) structural and functional anatomy of eukaryotic cells, B) experimental methods in cell biology, C) cell growth, division and the cell cycle, D) multicellular life and cell specialization and differentiation. Assessments cover interpretation of images of cells obtained with an electron microscope and a fluorescence microscope including semi-quantitative analysis. The coursework forms an important part of the module and is designed to illustrate specific cellular processes and techniques in greater detail.</p>\n<p>\n\t<strong>Module information</strong></p>\n<p>\n\tRunning in Term 1 CELL0009 is a broad-based cell biology module that aims to introduce students who have taken cell or molecular biology in Year 1 (BIOC0001 and or CELL0007/CELL0008/BIOS0005) to a wide range of topics related to the biological functioning of eukaryotic cells. &nbsp;It will prepare you for more specialised modules in the 3<sup>rd</sup> year. &nbsp;Through lectures, online practical assignments in the form of Moodle quizzes and a dry lab on cell biology microscopy data interpretation this module will provide up-to-date coverage of a broad range of topics in eukaryotic cell biology. &nbsp;Coursework is an important part of your study and is designed to illustrate specific cellular processes and techniques in more detail, to support and enhance the lectures.</p>\n<p>\n\t<strong>Indicative lecture topics</strong></p>\n<p>\n\tThe following is a typical example of topics; precise contents in any given year of study may change with module updates and development:-</p>\n<ul>\n\t<li>\n\t\tcell structure and function,</li>\n\t<li>\n\t\tfunction of organelles and intracellular compartmentalisation,</li>\n\t<li>\n\t\torganelle biogenesis and protein/membrane trafficking (including the transport of proteins to the nucleus, endoplasmic reticulum,</li>\n\t<li>\n\t\tGolgi apparatus, lysosomes, peroxisomes, mitochondria, chloroplast, secretory vesicles, plasma membrane, as well as processes such as endocytosis and exocytosis),</li>\n\t<li>\n\t\tstructure and function of biological membranes,</li>\n\t<li>\n\t\tstructure and function of the cytoskeleton (including microtubules, microfilaments etc.),</li>\n\t<li>\n\t\tcell division and the cell cycle,</li>\n\t<li>\n\t\texperimental methods used in cell biology (including tissue culture, microscopy, and protein expression and analysis techniques),</li>\n\t<li>\n\t\tcell specialization and differentiation,</li>\n\t<li>\n\t\tmulticellular life (including stem cells, control of cell growth and programmed cell death).</li>\n</ul>\n<p>\n\t<strong>Module Notes</strong></p>\n<p>\n\tStudents should note that this module does not specifically cover signalling and signal transduction. For detailed coverage in this area, students are recommended to take CELL0010. &nbsp;To combine the cell biology of CELL0009 and the cell signalling of CELL0010 students should take course CELL0011 (registration for both CELL0009 and CELL0010 independently will not be permitted). &nbsp;Note, CELL0011 is popular and additional places available beyond students for whom it is compulsory (listed, below) are limited. &nbsp;Note if you are a student on BioMedSci stream 5 (Cells and Molecules) or the Cell Biology stream of Natural Sciences you need to register (compulsory) for CELL0011.</p>\n<p>\n\tThis module is co-taught with CELL0011. &nbsp;Places are limited to a combined total of 144 (CELL0011 is capped at 96, so typically the cap for CELL0009 is 48). &nbsp;CELL0009 is an option for students on Biosciences and Natural Sciences programmes and may be taken as an elective by students (including affiliate students) on other degree programmes. &nbsp;In the event of module over-subscription, the module may not be available as an elective.</p>",
				"ModuleInstanceRestriction": "Module prerequisites and caps:\nAvailable for students in Year(s) 2.  BIOC0001, CELL0007 or CELL0008 in the first year, and either BIOC0005, BIOC0007, or BIOL0008 in the second year.  This module is co-taught with CELL0011. Places are limited to a combined total of 144 and priority will be given to CELL0011 students.  In the event of over subscription for places on CELL0009 some or all of the following selection criteria may be applied by the course organiser.  The compulsory or optional nature of the selection of CELL0009. The precise combination of prerequisite courses taken by each applicant. The grades of each applicant in their qualifying prerequisite courses.  The interdisciplinary or integrative nature of the degree programme of each applicant.  Personal statements from applicants may also be considered if all other relevant criteria are equivalent.  To register for this module please ensure you meet the prerequisites listed above (where applicable) and, if you do, select it using Portico and await Teaching and Parent Department approval.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Biology",
						"Cell Biology"
					]
				}
			},
			{
				"ModuleInstanceCode": "CLAS0009",
				"ModuleIdentifier": "3B3E043073F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Introduction to the Study of Language",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ART",
						"FacultyName": "Faculty of Arts and Humanities"
					},
					"Department": {
						"DepartmentCode": "GRKLT_ART",
						"DepartmentName": "Greek and Latin"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "INTRODUCTION TO LANGUAGE, DIALECT, COMPARATIVE PHILOLOGY, LINGUSITICS, GENERATIVE GRAMMAR.",
				"Email": "classics.office@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p class=\"p\" helvetica=\"\" lucida=\"\" style=\"margin: 0px 0px 1.5em; padding: 0px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background-image: initial; background-position: 0px 0px; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial; color: rgb(51, 51, 51); font-family: \">\n\t<span style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; vertical-align: baseline; background: 0px 0px; font-weight: 600;\">Content:</span>&nbsp;This module is intended for first-year members of language departments and for anyone else interested in the two central themes of how languages work and how they change. The module covers: the basics of phonology (the sounds of a language) and morphology (analysis of the minimal meaningful elements in a language); the history of thought about language in the western tradition, from the ancient world to the 20th century; historical linguistics and the Indo-European languages; sociolinguistics: how and why languages change</p>\n<p class=\"p\" helvetica=\"\" lucida=\"\" style=\"margin: 0px 0px 1.5em; padding: 0px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background-image: initial; background-position: 0px 0px; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial; color: rgb(51, 51, 51); font-family: \">\n\t<span style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; vertical-align: baseline; background: 0px 0px; font-weight: 600;\"><span style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; vertical-align: baseline; background: 0px 0px;\"><span style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; vertical-align: baseline; background: 0px 0px;\">Module</span></span>&nbsp;texts:</span>&nbsp;Jean Aitchison, Teach Yourself Linguistics (London) -- available from Waterstones. Either the 2003 edition (green parrots on the cover) or the 2010 edition (telephones on the cover) may be used: the pagination is slightly different.</p>\n<p class=\"p\" helvetica=\"\" lucida=\"\" style=\"margin: 0px 0px 1.5em; padding: 0px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background-image: initial; background-position: 0px 0px; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial; color: rgb(51, 51, 51); font-family: \">\n\t<span style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; vertical-align: baseline; background: 0px 0px; font-weight: 600;\">Other recommended preparatory readings:</span></p>\n<p class=\"p\" helvetica=\"\" lucida=\"\" style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; font-size: 16px; vertical-align: baseline; background-image: initial; background-position: 0px 0px; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial; color: rgb(51, 51, 51); font-family: \">\n\tEVERETT, Daniel, Don&#39;t Sleep, There are Snakes: Life and Language in the Amazonian Jungle (Profile 2009)</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Ancient Greek",
						"Latin",
						"Linguistics",
						"Classics"
					]
				}
			},
			{
				"ModuleInstanceCode": "COMP0083",
				"ModuleIdentifier": "7D3D3FD673F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Advanced Topics in Machine Learning",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ENG",
						"FacultyName": "Faculty of Engineering Sciences"
					},
					"Department": {
						"DepartmentCode": "COMPS_ENG",
						"DepartmentName": "Computer Science"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "30",
				"ModuleInstanceSearchKeywords": "MACHINE LEARNING, SUPERVISED LEARNING, KERNEL METHODS",
				"Email": "UG (cs.undergraduate@ucl.ac.uk); PG (b.abbaro@ucl.ac.uk)",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\t<strong>Aims:</strong><br />\n\tKernel methods: To gain an understanding of the theory and applications of kernel methods, including:<br />\n\t-An overview of how kernel feature spaces can be constructed, including in infinite dimensions, and the smoothing properties of functions in these spaces;<br />\n\t-Simple and complex learning algorithms using kernels (ridge regression, kernel PCA, the support vector machine);<br />\n\t-Representations of probabilities in reproducing kernel Hilbert spaces. Statistical two-sample and independence tests, and learning algorithms using these embeddings (clustering, ICA); Learning theory: To learn the fundamentals of statistical learning theory. In particular to:<br />\n\t-Understand what characterizes a learning problem and what it means for an algorithm/system/machine to &ldquo;learn&rdquo;;<br />\n\t-Understand the key role of regularization and the different approaches to use it efficiently in practice;<br />\n\t-Acquire familiarity with a variety of statistically consistent learning algorithms, both from modelling and practical perspectives;<br />\n\t<br />\n\t<strong>Learning outcomes:</strong><br />\n\tOn successful completion of the module, a student will be able to:<br />\n\t-gain in-depth familiarity with the selected research topics, understand how to design and implement learning algorithms;<br />\n\t-individually read, understand and discuss research papers in the field;<br />\n\t<br />\n\t<strong>Content:</strong><br />\n\tIntroduction to kernel methods:<br />\n\t-Definition of a kernel, how it relates to a feature space, The reproducing kernel Hilbert space;<br />\n\t-Simple applications: kernel PCA, kernel ridge regression;<br />\n\t-Distance between means in RKHS, integral probability metrics, the maximum mean discrepancy (MMD), two-sample tests;<br />\n\t-Choice of kernels for distinguishing distributions, characteristic kernels;<br />\n\t-Covariance operator in RKHS: proof of existence, definition of norms (including HSIC, the Hilbert-Schmidt independence criterion);<br />\n\t-Application of HSIC to independence testing;<br />\n\t-Feature selection, taxonomy discovery;<br />\n\t-Introduction to independent component analysis, kernel ICA;<br />\n\t-Large margin classification, support vector machines for classification; Introduction to supervised learning in the context of statistical learning theory:<br />\n\t-A taxonomy of learning problems;<br />\n\t-No free lunch theorem;<br />\n\t-Regularization;<br />\n\t-Model selection;<br />\n\t-Stability and generalization;<br />\n\t-Measures of complexity for hypotheses spaces;<br />\n\t-Sample complexity, generalization bounds;<br />\n\t<br />\n\t<strong>Requisites:</strong><br />\n\tIn order to be eligible to select this module, a student must 多be registered on a programme for which it is a formally-approved option or elective choice AND must have a strong understanding of Linear Algebra, Probability Theory, and Calculus.</p>",
				"ModuleInstanceRestriction": "This module is restricted to students registered on:\nMSc Computational Statistics and Machine Learning\nMRes Computational Statistics and Machine Learning\nMSc Machine Learning\nMEng Computer Science \nMEng Mathematical Computation",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Computer Science",
						"Artificial Intelligence"
					]
				}
			},
			{
				"ModuleInstanceCode": "ECON0025",
				"ModuleIdentifier": "CDDD7B9073F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Economics of Competition Policy",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "ECONS_SHS",
						"DepartmentName": "Economics"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "29",
				"ModuleInstanceSearchKeywords": "INDUSTRIAL ECONOMICS, COMPETITION POLICY",
				"Email": "economics.ug@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\t<strong>Aims</strong>: The aim of the module is to provide students with a framework for understanding modern issues in the theory of industrial organisation, in particular firm behaviour and the welfare implications of such behaviour in imperfectly competitive markets.</div>\n<div>\n\t&nbsp;</div>\n<div>\n\t<strong>Suitable for</strong>: Final year Economics (L100 / L101 / L102), Econ/Geog (LL17), Phil/Econ (VL51) and PPE (4V86) students and any other combined-studies degree students who have already taken ECON0013 (or equivalent).&nbsp; Final year Econ/Stats (LG13) and Math/Econ (G1L1/G1LC) students who have already taken STAT0001 should note that it may be possible to take this module but they are advised that a knowledge of the full STAT0001 syllabus will be assumed. If you are not sure if you have the required prerequisites for the course please contact the course tutor to discuss.</div>\n<div>\n\t&nbsp;</div>\n<div>\n\t<strong>Prerequisites</strong>: ECON0013: Microeconomics (or equivalent).</div>\n<div>\n\t&nbsp;</div>\n<div>\n\t<strong>Assumed knowledge</strong>: Students coming into the course should understand concepts relating to monopoly, oligopoly and monopolistic competition. They should be able to calculate profit-maximising and welfare-maximising outcomes in monopoly, Cournot and Bertrand models. They should understand supply and demand, particulary elasticities and drivers of shifts in supply and demand curves. They should have a good understanding of basic game theory (eg, best response functions, Nash equilibria, two-period games).</div>",
				"ModuleInstanceRestriction": "Suitable for: Final year Economics (L100 / L101 / L102), Econ/Geog (LL17), Phil/Econ (VL51) and PPE (VL51) students and any other combined-studies degree students who have already taken ECON0013 (or equivalent).  Final year Econ/Stats (LG13) and Math/Econ (G1L1/G1LC) students who have already taken STAT0001 should note that it may be possible to take this module but they are advised that a knowledge of the full STAT0001 syllabus will be assumed. If you are not sure if you have the required prerequisites for the course please contact the course tutor to discuss.\nPrerequisites: ECON0013: Microeconomics (or equivalent).",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Economic Policy",
						"Economics"
					]
				}
			},
			{
				"ModuleInstanceCode": "CPAS0112",
				"ModuleIdentifier": "9F29BDF473F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Developing the Role of the Higher or Further Education Tutor",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "IOE",
						"FacultyName": "Institute of Education"
					},
					"Department": {
						"DepartmentCode": "CURPA_IOE",
						"DepartmentName": "Curriculum, Pedagogy and Assessment"
					}
				},
				"ModuleInstanceValue": "30",
				"ModuleInstanceStudyHours": "300",
				"ModuleInstanceLearningHours": "30",
				"ModuleInstanceSearchKeywords": "DEVELOP ROLE OF TUTOR, ADVANCED EDUCATIONAL PRACTICE",
				"Email": "ioe.aep@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module, which has a special focus on the distant or &#39;outreach&#39; tutor, has been specifically developed to provide a professional development course for HE and FE tutors. It has been designed for tutors to reflect on their own role as responsible tutors when managing the teaching and learning within their own context of work in order to develop students&#39; learning. The module offers guidelines about the responsibilities that tutors undertake, especially in relation to the programme or course within which their modules might be set. Effective use of virtual learning environments is included in discussions of learning and teaching.</p>\n<p>\n\tParticipants are expected to submit coursework evidencing their reading in the field and their reflections upon their experience or expected experience of being a Tutor or leader in their course.<br />\n\tThe module is taught online and will run in the Autumn term in 2019-20.</p>\n<p>\n\t&nbsp;</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Education",
						"Educational Practice"
					]
				}
			},
			{
				"ModuleInstanceCode": "CPAS0119",
				"ModuleIdentifier": "A1E8BEAA73F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "The Action Researcher: Exploring Contexts and Issues",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "IOE",
						"FacultyName": "Institute of Education"
					},
					"Department": {
						"DepartmentCode": "CURPA_IOE",
						"DepartmentName": "Curriculum, Pedagogy and Assessment"
					}
				},
				"ModuleInstanceValue": "30",
				"ModuleInstanceStudyHours": "300",
				"ModuleInstanceLearningHours": "30",
				"ModuleInstanceSearchKeywords": "ACTION RESEARCH, ADVANCED EDUCATIONAL PRACTICE",
				"Email": "ioe.aep@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis research methodology module does not have participants carry out a piece of action research but does explore all the challenges and advantages of action research. Participants consider an area of research in their setting, make a research proposal and consider the feasibility of their research question being answered through action research methodology.</p>\n<p>\n\tThe module is presented through six units: Educational research and developing research questions; Research methodologies, paradigms and drafting a research proposal; Autobiography and Reflective Writing; Research methods, methods of enquiry and refining the research proposal; Thinking about field study: action research in educational settings; Refining the proposal for submission.</p>\n<p>\n\tThe module is taught online and will run in the Autumn term and the Summer term in 2019-20.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Education",
						"Educational Practice"
					]
				}
			},
			{
				"ModuleInstanceCode": "ECON0053",
				"ModuleIdentifier": "D21D41B873F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Economics of Tax Policy",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "ECONS_SHS",
						"DepartmentName": "Economics"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "26",
				"ModuleInstanceSearchKeywords": "ECONOMICS TAX POLICY, TAXATION,",
				"Email": "economics.ug@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\t<strong>ims:</strong><span><span><span><span><span><strong> </strong>This module is about the economic effects of taxation, and economic aspects of tax policy. It aims to give students an understanding of the key economic issues in tax policy, and to show how these can be analysed using standard tools of theoretical and empirical economic analysis.</span></span></span></span></span>\n\t<p class=\"p\">\n\t\t<strong>Objectives:</strong> At the end of the module, students should:</p>\n\t<ul class=\"disc\">\n\t\t<li>\n\t\t\tHave a knowledge of the structure of taxation in at least one country</li>\n\t\t<li>\n\t\t\tBe familiar with basic economic concepts and methods relating to taxation, including incidence and efficiency.</li>\n\t\t<li>\n\t\t\tHave an understanding of some of the key behavioural effects of taxes, including those on consumer spending, labour supply, saving and investment.</li>\n\t\t<li>\n\t\t\tBe able to analyse, using relevant economic concepts and methods, a number of issues in tax policy, such as the optimal structure of indirect taxes, and the relative merits of different forms of income taxation.</li>\n\t</ul>\n</div>\n<div>\n\t<strong>Suitable for</strong>: 2nd / final year Economics (L100 / L101 / L102) and final year BSc Economics and Geography (LL17), BA Philosophy and Economics (VL51) and&nbsp; BSc Philosophy Politics and Economics (4V86) students.</div>\n<div>\n\t&nbsp;</div>\n<div>\n\t<strong>Prerequisites</strong>: ECON0002: Economics. Students should have taken, or be concurrently taking, ECON0013: Microeconomics (or equivalents).</div>\n<div>\n\t&nbsp;</div>\n<div>\n\t<strong>Assumed knowledge</strong>: The module mainly makes use of ideas and methods drawn from microeconomic theory, including the standard theories of&nbsp;consumer and producer&nbsp;behaviour and the core ideas of welfare economics. Students coming into the module should be familiar with constrained optimisation, Pareto optimality,&nbsp;&nbsp;income and substitution effects of price changes,&nbsp;measures of welfare change, etc. In addition, it would be useful if students had a basic understanding of econometric methods, and in particular the ability to interpret the results of econometric&nbsp;regressions.</div>",
				"ModuleInstanceRestriction": "Suitable for: 2nd / final year Economics (L100 / L101 / L102) and final year BSc Economics and Geography (LL17), BA Philosophy and Economics (VL51) and  BSc Philosophy Politics and Economics (4V86) students.\nPrerequisites: ECON0002: Economics. Students should have taken, or be concurrently taking, ECON0013: Microeconomics (or equivalents).",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Economic Policy",
						"Economics"
					]
				}
			},
			{
				"ModuleInstanceCode": "CLAS0117",
				"ModuleIdentifier": "4EBF8F4C73F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Approaches to the Reception of the Classical World",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ART",
						"FacultyName": "Faculty of Arts and Humanities"
					},
					"Department": {
						"DepartmentCode": "GRKLT_ART",
						"DepartmentName": "Greek and Latin"
					}
				},
				"ModuleInstanceValue": "20",
				"ModuleInstanceStudyHours": "200",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "ROMAN LITERATURE, GREEK LITERATURE, CLASSICAL RECEPTION, ART, MUSEUMS",
				"Email": "classics.office@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "Approaches to the Reception of the Classical World",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\t<span style=\"margin: 0px; padding: 0px; border: 0px; outline: 0px; vertical-align: baseline; background: 0px 0px; font-weight: 600;\">Content:&nbsp; </span>The module aims to introduce students to the principal issues, ideas and methods involved in studying the reception of the classical world across a range of periods, societies, and media. It will provide key illustrations of different responses to classical cultures in action and demonstrate how later cultures have viewed and made use of the classical world from their own historically situated standpoint. It also aims to equip students with the tools for further research in the reception of the classical world by developing their critical and conceptual understanding in this field. The module is taught by a range of experts in classical reception. It addresses theory, the history of reception (from within antiquity to the twenty-first century, from the Mediterranean to the Caribbean). The module also explores the engagements of classical antiquity throughout the centuries with issues of gender, class, race, politics and national identity.</p>\n<p>\n\tIn term 1, &lsquo;reception studies&rsquo;&nbsp;and its theoretical approaches are introduced. Case studies of reception are then explored within antiquity and beyond up to the Renaissance, with a focus mainly on literary reception. In term 2, case studies of reception are explored from the Renaissance up to the present day,&nbsp;with&nbsp;an emphasis on material culture, art, museums, performance, film and political thought (and includes tours of the Petrie and the British Museums). MA Reception students are required to take the whole module (40 credits). Other MA students may take the whole module or just term 1 as a half module.</p>\n<p>\n\t<strong>Skills</strong>: By the end of the module, students will be expected to have acquired: (1) an understanding of different methodological approaches to studying the reception of the classical world, and an ability to implement those approaches in practice; (2) an awareness of the various historical and contextual factors (including religion, politics, gender and sexuality) that contribute to different receptions of classical cultures in different historical periods, different societies, and different media; and an understanding of how these factors might have affected responses to the classical world in any given case; (3) a knowledge of core research techniques (including use of bibliographical, archival and digital resources) for studying reception of the classical world, and an understanding of how these techniques can be applied to a range of materials; (4) a knowledge of different receptions of classical cultures over a range of historical periods, and an ability to analyse those responses critically from an historical and cultural perspective.</p>\n<p>\n\t<strong>Suggested preliminary reading:</strong> Beard, M. and Henderson, J. <em>Classics: A Very Short Introduction</em> (Oxford, 1995); Goldhill, S. <em>Love, Sex and Tragedy: How the Ancient World Shapes our Lives</em> (London, 2004); Hardwick, L.&nbsp; <em>Reception Studies</em> (Oxford, 2003); Silk, M., Gildenhard, I. and Barrow, R. <em>The Classical Tradition: Art, Literature, Thought </em>(Chicester, 2014); Willis, I., <em>Reception</em> (Routledge, 2018).</p>\n<p>\n\tInterested MA students who have further questions should contact Maria Wyke at <a href=\"mailto:m.wyke@ucl.ac.uk\">m.wyke@ucl.ac.uk</a></p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Ancient Greek",
						"Ancient Languages and Cultures",
						"Latin",
						"Classics"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0475",
				"ModuleIdentifier": "F93CBFC073F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Poland and Lithuania Transformed, 1569-1923",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "POLISH HISTORY, POLAND, EUROPEAN HISTORY, EARLY MODERN HISTORY, MODERN HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "The Fall and Rise of the Polish Nation, 1648-1921",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is for affiliate students attending for one term only. Please see the 30-credit full-year version, HIST0474, for the full module description.<br />\n\t<br />\n\tPlease be aware that you will only be covering half of the module content described in the full module description (content covered in Term 1 or Term 2, depending on your time with us).<br />\n\t<br />\n\tIf you require any further information, please contact the History Administrative Office: history-ug-enquiries@ucl.ac.uk.</p>",
				"ModuleInstanceRestriction": "Only affiliates who are studying with us for one term are permitted to take this module. Full-year students (UCL and Affiliate) must take the 30-credit version: HIST0474.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Early Modern History",
						"European History",
						"Modern History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0255",
				"ModuleIdentifier": "D47E8D7673F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Emergence of the State: The History of European Political Thought in the 17th and Early 18th Centuries",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "EUROPEAN HISTORY, EARLY MODERN HISTORY, HOBBES, PUFENDORF, LOCKE",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module explores key concepts in European political thought in the seventeenth century. Natural law, the state of nature, state sovereignty and the social contract are just some of the themes which will be studied. Our focus will be on a close reading of the major works by Hobbes, Pufendorf and Locke, as well as examining the relationship of these authors.</p>",
				"ModuleInstanceRestriction": "First year students on the History Undergraduate degree programmes cannot select this module.\n\nStudents are not permitted to take this module if they have already taken the Thematic module, State, Sovereignty and Liberty: The History of Political Thought in Early Modern Europe (HIST0047).",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Early Modern History",
						"European History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0528",
				"ModuleIdentifier": "014DCD9473F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "The Dutch Golden Age Affiliate",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "DUTCH HISTORY, DUTCH CULTURE, DUTCH SOCIETY, EARLY MODERN HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is for affiliate students attending for one term only. Please see the 30-credit full-year version, HIST0055, for the full module description.<br />\n\t<br />\n\tPlease be aware that you will only be covering half of the module content described in the full module description (content covered in Term 1 or Term 2, depending on your time with us).<br />\n\t<br />\n\tIf you require any further information, please contact the History Administrative Office: history-ug-enquiries@ucl.ac.uk.</p>",
				"ModuleInstanceRestriction": "Only affiliates who are studying with us for one term are permitted to take this module. Full-year students (UCL and Affiliate) must take the 30-credit version: HIST0055.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Early Modern History",
						"European History",
						"History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0588",
				"ModuleIdentifier": "099E8B3C73F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Colonial and Revolutionary North America 1607-1787 Affiliate",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "NORTH AMERICA, UNITED STATES, WORLD HISTORY, EARLY MODERN",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is for affiliate students attending for one term only. Please see the 30-credit full-year version, HIST0185, for the full module description.</p>\n<p>\n\tPlease be aware that you will only be covering half of the module content described in the full module description (content covered in Term 1 or Term 2, depending on your time with us).</p>\n<p>\n\tIf you require any further information, please contact the History Administrative Office: history-ug-enquiries@ucl.ac.uk.</p>",
				"ModuleInstanceRestriction": "Only affiliates who are studying with us for one term are permitted to take this module. Full-year students (UCL and Affiliate) must take the 30-credit version: HIST0185.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Early Modern History",
						"History",
						"World History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0286",
				"ModuleIdentifier": "DB791D6273F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "History of Parliament",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "HISTORY PARLIAMENT, EARLY MODERN HISTORY, MODERN HISTORY, BRITISH CONSTITUTION",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\tThis course examines the history of the Westminster parliament from its medieval origins to the present day, focusing on the early modern and modern phases. Students will gain understanding of the main processes and procedures of parliament, all of which will be explained in broad social context, including consideration of popular involvement in parliament.</div>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Early Modern History",
						"History",
						"British and English History"
					]
				}
			},
			{
				"ModuleInstanceCode": "POLS0033",
				"ModuleIdentifier": "BD10267073F711E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Philosophy, Values, and the Social Sciences",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "POLSC_SHS",
						"DepartmentName": "Political Science"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "PHILOSOPHY, POLITICS, POLITICAL SCIENCE, POLITICAL PHILOSOPHY, SOCIAL SCIENCE,",
				"Email": "",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\tThis module examines the interplay between values and social sciences. It asks both how the social sciences are or should be influenced by values and how moral or political philosophy should incorporate the findings of the social sciences. The course has two overall aims: first, to encourage critical reflection on the methodology of the social sciences and, second, to explore the relationship between normative philosophy and the social sciences.</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tThis module will address questions including: Are the social sciences inevitably more value-laden than the natural sciences? Should citizens decide what gets researched? Can there be moral reasons for social scientists to refrain from researching particular topics or communicating their results? What can and should moral and political philosophy learn from the social sciences? What should the relation between political philosophy and political science be like?</div>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Philosophy",
						"Political Theory",
						"Politics"
					]
				}
			},
			{
				"ModuleInstanceCode": "HPSC0014",
				"ModuleIdentifier": "2A819C4073F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Philosophy of Science 2",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MAP",
						"FacultyName": "Faculty of Mathematical and Physical Sciences"
					},
					"Department": {
						"DepartmentCode": "SCITS_MAP",
						"DepartmentName": "Science and Technology Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "LIFE SCIENCE, PHILOSOPHY OF SCIENCE, PHYSICS CHEMISTRY BIOLOGY SCIENCE PHILOSOPHY",
				"Email": "sts-aa@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis course is a continuation of HPSC0004 Philosophy of Science, intended for students that have completed that course or studied a similar introduction to philosophy of science elsewhere. The course explores some central debates in general philosophy of science, including: arguments, realism and antirealism about scientific theories, scientific explanation, laws of nature, reductionism and the unity of science. After this course you should possess a fairly well-rounded view of the field, as well as a set of skills that will allow you to work further on your own.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"History",
						"Philosophy",
						"Philosophy of Science"
					]
				}
			},
			{
				"ModuleInstanceCode": "HPSC0017",
				"ModuleIdentifier": "2ADE7FB473F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Science and Ethics",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MAP",
						"FacultyName": "Faculty of Mathematical and Physical Sciences"
					},
					"Department": {
						"DepartmentCode": "SCITS_MAP",
						"DepartmentName": "Science and Technology Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "PHILOSOPHY OF SCIENCE, SCIENCE PHILOSOPHY ETHICS",
				"Email": "sts-aa@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tAn exploration of ethical challenges arising in recent scientific activity. Some challenges will focus on the results of research. Others will concern the process of research itself and science&#39;s efforts at self-regulation. This is a practical, issues-based course. Emphasis also will be on current events and fundamental principles.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Ethics",
						"Philosophy",
						"Philosophy of Science"
					]
				}
			},
			{
				"ModuleInstanceCode": "HPSC0022",
				"ModuleIdentifier": "2BCF806C73F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Science and Religion",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MAP",
						"FacultyName": "Faculty of Mathematical and Physical Sciences"
					},
					"Department": {
						"DepartmentCode": "SCITS_MAP",
						"DepartmentName": "Science and Technology Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "HISTORY OF SCIENCE, RELIGION, EVOLUTION, COSMOLOGY, ATHEISM, CREATIONISM",
				"Email": "sts-aa@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is designed to analyse and question the recurring argument in modern society which claims that science and religion are and have always been in conflict with one another. The belief that there are fundamental and irreconcilable differences between these two systems and the ways they view the world actually has a much more recent history than is generally assumed, arising primarily out of the late nineteenth and first half of the twentieth centuries. This module explores the ways in which people in different cultures and different time periods have attempted to navigate between naturalistic and faith-based understandings of the world we inhabit. We will look at several cultures including the Christian, Islamic and Chinese traditions, as well as various themes such as cosmology, Darwinism and medicine.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Ancient History",
						"History",
						"History of Science and Medicine",
						"Philosophy of Science",
						"Theology and Religion"
					]
				}
			},
			{
				"ModuleInstanceCode": "HPSC0035",
				"ModuleIdentifier": "2DFD4D8873F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Science and Empire",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MAP",
						"FacultyName": "Faculty of Mathematical and Physical Sciences"
					},
					"Department": {
						"DepartmentCode": "SCITS_MAP",
						"DepartmentName": "Science and Technology Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "HISTORY OF SCIENCE, NON-WESTERN SCIENCE, EARLY MODERN SCIENCE, EMPIRE",
				"Email": "sts-aa@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module provides an introduction to the relationship between the sciences, exploration and empire in history. It will approach the subject topically through key issues such as the role of science in governance, overseas trade and collecting the development of navigation and cartography slavery and the circulation of knowledge. Participants will consider how the sciences made empire possible and how imperial expansion reshaped the sciences in turn.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Early Modern History",
						"History",
						"History of Science and Medicine",
						"Social History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HPSC0039",
				"ModuleIdentifier": "2EE54BB073F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Science, Warfare and Peace",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MAP",
						"FacultyName": "Faculty of Mathematical and Physical Sciences"
					},
					"Department": {
						"DepartmentCode": "SCITS_MAP",
						"DepartmentName": "Science and Technology Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "HISTORY OF SCIENCE AND TECHNOLOGY, SOCIOLOGY OF SCIENCE AND TECHNOLOGY",
				"Email": "sts-aa@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module aims explore the relationships between science, war and the prevention of war.&nbsp; It will place military and security technologies within social, political, and historical contexts.&nbsp; There is particular emphasis on the twentieth and twenty-first centuries and on weapons usually designated as `unconventional&rsquo; or `weapons of mass destruction&rsquo;. In addition to thinking about how science, technology and warfare have shaped each other, this module also considers the changing role of the scientist in relation to the state, and considers broader themes such as the arms control, disarmament, ethics, and popular culture in relation to war. Students attend one 2 hour lecture seminar per week.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Ethics",
						"History of Science and Medicine",
						"Sociology of Science and Technology"
					]
				}
			},
			{
				"ModuleInstanceCode": "HPSC0049",
				"ModuleIdentifier": "30909A6E73F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "History of Astronomy and Cosmology",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MAP",
						"FacultyName": "Faculty of Mathematical and Physical Sciences"
					},
					"Department": {
						"DepartmentCode": "SCITS_MAP",
						"DepartmentName": "Science and Technology Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "HISTORY, ASTRONOMY, COSMOLOGY, BIG BANG, UNIVERSE",
				"Email": "sts-aa@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module explores the history of humanity&rsquo;s changing conceptions of the universe, from the ancient world to the current day. Issues examined will include the origins and development of astronomy, theories of the origin of the universe and of the nature of the universe, ideas of humanity&rsquo;s place in the cosmos. The overall aim of the module is to give a working knowledge of astronomy and cosmology from the Babylonians to the present. The course is divided into two roughly equal elements: (a) ancient and classical astronomy and cosmology to Einstein, and (b) modern astronomy and cosmology after Einstein. The course will rasie historical, technical and philosophical questions. By the end of the course students will have acquired: (1) A working knowledge of the history of astronomy and cosmology, (2) An appreciation of the development of views on the nature of space and time, (3) An appreciation of debates about man&rsquo;s place in the cosmos, (4) A basic technical knowledge of major ancient and modern theories, and (5) A knowledge of the philosophical principles underpinning cosmology and cosmogony.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Ancient History",
						"History of Science and Medicine",
						"Astronomy"
					]
				}
			},
			{
				"ModuleInstanceCode": "HPSC0004",
				"ModuleIdentifier": "2802843E73F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Philosophy of Science 1",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MAP",
						"FacultyName": "Faculty of Mathematical and Physical Sciences"
					},
					"Department": {
						"DepartmentCode": "SCITS_MAP",
						"DepartmentName": "Science and Technology Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "PHILOSOPHY OF SCIENCE, EPISTEMOLOGY, METAPHYSICS, SCIENTIFIC METHOD, SCIENTIFIC THEORIES, PHILOSOPHY",
				"Email": "",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis is an introductory module in the philosophy of science. The course is divided into two parts: (1) the epistemology of science and (2) the metaphysics of science. The first part of the course will focus on several central problems regarding the nature of scientific knowledge: how do scientists know if current scientific theories are true? Is science progressive? How do scientists test their theories and how are theories confirmed? Can science and pseudoscience be distinguished? How are sciences distinguished from one another? These questions will be discussed in the light of examples from science. During the course of discussing these problems, you will study some of the major positions that have been taken about scientific knowledge both in the history of philosophy and in the 20th century: Inductivism (Bacon), Logical Empiricism (Ayer and Quine), Falsificationism (Popper), Incommensurability (Kuhn) and Relativism (Feyerabend). What does it mean if more than two theories are consistent with the evidence (Quine/Duhem)? Philosophy of Science 1 will provide you with the background knowledge that you will need for other Philosophy courses that you will take in later years. You do not need prior knowledge of philosophy or science to do this course.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Philosophy",
						"Philosophy of Science"
					]
				}
			},
			{
				"ModuleInstanceCode": "POLS0020",
				"ModuleIdentifier": "BAF5EE9273F711E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Politics of the European Union",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "POLSC_SHS",
						"DepartmentName": "Political Science"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "EUROPEAN UNION, POLITICS, POLITICAL SCIENCE,",
				"Email": "",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\tThis module is designed to equip students with the in-depth empirical understanding, theoretical knowledge and analytical skills necessary to grasp, discuss and evaluate how the European Union and its main political processes operate.</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tThe first part of the module outlines the historical context which led to European integration and examines how the European Union has evolved, and introduces theories used to account for patterns and process in European integration. The second part of the module examines the institutions, the policy-making process, decision-making mechanisms and discusses the crisis of legitimacy.&nbsp;</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tThe final section of the module outlines and critically assesses key policy areas in the European Union. These include, the Single Market, Economic and Monetary Union, the Common Agricultural Policy, Cohesion Policy, the internal and external dimensions of security and the EU as an international actor. The activities in the module will promote not only individual study and research but will place a great deal of emphasis on teamwork, group discussion and debate.&nbsp;</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tStudents will gain specific knowledge about the history and structure of the European Union and develop a mode of thinking that will allow them to examine other contemporary political issues, such as democracy, the nature of the modern state, global governance, and the global economy in crisis and international relations in the post-Cold War era in a more critical way.</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tPlease note that POLS0020 - The Politics of the European Union - is an advanced Political Science module. Its delivery is based on the assumption that you are familiar with concepts and theories central to the field. If this is not the case, you may find additional background reading necessary to appropriately engage with the module material. The following texts are recommended:</div>\n<div>\n\t* Cini, M. and N. P&eacute;rez-Sol&oacute;rzano Borragan (eds.) (2013), European Union Politics, 4th edition, Oxford: Oxford University Press - this is the core text for the module and</div>\n<div>\n\teach week&rsquo;s introductory reading includes relevant chapters from this book. It provides a very good introduction to the key theories and institutions as well as policies.</div>\n<div>\n\t* Dinan, D. (2010), Ever Closer Union. An Introduction to European Integration, London: Palgrave Macmillan - particularly chapters 1&ndash;2 for an introduction to the history and background of European integration.</div>\n<div>\n\t* Tranholm-Mikkelsen, J. (1991), &lsquo;Neofunctionalism: Obstinate or Obsolete?&rsquo;, Journal of International Studies 20(1): 1&ndash;22 - a useful introduction to Neofunctionalism, one of the key theories we examine in the module.</div>\n<div>\n\t* Pollack, M. (1997), &lsquo;Delegation, Agency and Agenda-Setting in the European Community&rsquo;, International Organization, 51(1): 99&ndash;134 - discussing the relationship between member states and supranational institutions.</div>\n<div>\n\tYou may also want to look at the POLS0020 (POLS7006A/B) reading list from last year (accessible via the UCL Library) to get an idea of the readings and topics covered in the module itself.</div>\n<div>\n\tThis module may not be taken by students who have previously taken POLS6006A/B</div>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"European Politics",
						"Politics"
					]
				}
			},
			{
				"ModuleInstanceCode": "MSIN0053",
				"ModuleIdentifier": "37FC815E73F711E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Mastering Entrepreneurship",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ENG",
						"FacultyName": "Faculty of Engineering Sciences"
					},
					"Department": {
						"DepartmentCode": "MANAG_ENG",
						"DepartmentName": "UCL School of Management"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "30",
				"ModuleInstanceSearchKeywords": "ENTREPRENEURSHIP",
				"Email": "mgmt-undergraduate@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<div>\n\tThis course is designed to develop core enterprise skills whilst providing an insight into how individuals and organisations create and capture value through entrepreneurial activity.&nbsp;</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tIt is intended to provide the skills and knowledge work more entrepreneurially in a range of entrepreneurial contexts including established businesses as well as new start-ups.&nbsp;</div>\n<div>\n\t&nbsp;</div>\n<div>\n\tThe course focusses on innovation in the design and development of&nbsp; new products, processes and markets. In doing so it&nbsp; seeks to develop an understanding of how&nbsp; personal, technical and market&nbsp; factors influence successful outcomes along with strategies to secure the resources to move from idea to action.</div>\n<div>\n\t&nbsp;</div>",
				"ModuleInstanceRestriction": "MSIN0144/COMP0039 Entrepreneurship Theory and Practice are excluded combinations.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": "Entrepreneurship"
				}
			},
			{
				"ModuleInstanceCode": "CEGE0102",
				"ModuleIdentifier": "105BC48C73F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Professional Skills in Civil Engineering",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ENG",
						"FacultyName": "Faculty of Engineering Sciences"
					},
					"Department": {
						"DepartmentCode": "CIVLG_ENG",
						"DepartmentName": "Civil, Environmental and Geomatic Engineering"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "44",
				"ModuleInstanceSearchKeywords": "PROFESSIONAL SKILLS, CIVIL ENGINEERING, DRAWING, AUTOCAD, SKETCHING, GIS",
				"Email": "e.kedzierska@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "Professional Skills in Civil Engineering",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module&nbsp;will introduce you&nbsp;to the civil engineering profession. In particular it will introduce commonly used tools, and the professional skillset and behaviors needed to be a successful civil engineer. Specific components will include, introduction to civil engineering, critical thinking/problem solving, team working, ethics for engineers, sourcing information and technical literature, visualization, introduction to engineering drawing, introduction to AutoCAD, introduction to Geographic information system (GIS), technical writing and presentation, industry standards/professional conduct. All material will be discipline-specific to Civil Engineering.</p>\n<p>\n\tThe aim of this module is for you to develop your awareness and knowledge of key professional skills required in&nbsp;Civil Engineering&nbsp;today. You will draw on these skills across a range of activities during your first year, including: Challenges, Scenarios A &amp; B, and&nbsp; the Lampeter surveying field course. The learning outcomes for this module relate directly to acquired knowledge in the main topic areas but also include the ability to self-appraise against a number of key development objectives, linked to the chartership process for civil engineers.</p>\n<p>\n\tThe course is delivered by lectures, drawing workshops and software practicals.</p>\n<p>\n\t&nbsp;</p>\n<p>\n\t&nbsp;</p>\n<p>\n\t&nbsp;</p>\n<p>\n\t&nbsp;</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": "Civil and Environmental Engineering"
				}
			},
			{
				"ModuleInstanceCode": "DENT0124",
				"ModuleIdentifier": "B9AA60CA73F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Periodontal Management I",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MDS",
						"FacultyName": "Faculty of Medical Sciences"
					},
					"Department": {
						"DepartmentCode": "EASTD_MDS",
						"DepartmentName": "Eastman Dental Institute"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "150",
				"ModuleInstanceSearchKeywords": "",
				"Email": "",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is compulsory and needs to be taken by all students completing the MSc in Dental Hygiene.</p>",
				"ModuleInstanceRestriction": "This Module is only available for students of the Eastman Dental Institute studying the MSc Dental Hygiene.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": "Dental Hygiene"
				}
			},
			{
				"ModuleInstanceCode": "HIST0543",
				"ModuleIdentifier": "036D3B3C73F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Superpower: A Global History of the United States, 1898-1989 Affiliate",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "MODERN HISTORY, AMERICA, SUPERPOWER, US DIPLOMACY, INTERNATIONAL RELATIONS",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is for affiliate students attending for one term only. Please see the 30-credit full-year version, HIST0079, for the full module description.<br />\n\t<br />\n\tPlease be aware that you will only be covering half of the module content described in the full module description (content covered in Term 1 or Term 2, depending on your time with us).<br />\n\t<br />\n\tIf you require any further information, please contact the History Administrative Office: history-ug-enquiries@ucl.ac.uk.</p>",
				"ModuleInstanceRestriction": "Only affiliates who are studying with us for one term are permitted to take this module. Full-year students (UCL and Affiliate) must take the 30-credit version: HIST0079.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"History",
						"Modern History",
						"American History"
					]
				}
			},
			{
				"ModuleInstanceCode": "COMP0090",
				"ModuleIdentifier": "7E83CE6473F411E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Introduction to Deep Learning",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "ENG",
						"FacultyName": "Faculty of Engineering Sciences"
					},
					"Department": {
						"DepartmentCode": "COMPS_ENG",
						"DepartmentName": "Computer Science"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "39",
				"ModuleInstanceSearchKeywords": "DEEP LEARNING, NEURAL NETWORKS, MACHINE LEARNING",
				"Email": "UG (cs.undergraduate@ucl.ac.uk); PG (b.abbaro@ucl.ac.uk)",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\t<strong>Aims:</strong><br />\n\tTo have a full understanding of the learning outcomes.<br />\n\t<br />\n\t<strong>Learning outcomes:</strong><br />\n\tOn successful completion of the module, a student will be able to:<br />\n\t1.understand the fundamental principles, theory and approaches for learning with deep neural networks;<br />\n\t2.understand the main variants of deep learning (such as feedforward and recurrent architectures), and their typical applications;<br />\n\t3.understand the key concepts, issues and practices when training and modelling with deep architectures;<br />\n\t4.understand automatic differentiation theory and multivariate optimisation;<br />\n\t5.understand how deep learning fits within the context of other ML approaches and what learning tasks it is considered to be suited and not well suited to perform;<br />\n\t<br />\n\t<strong>Content:</strong><br />\n\t-This module will aim to teach students the fundamentals of modern neural networks. It will cover the most common forms of model architectures and primarily the algorithms used to train them. The theory and principles will be presented alongside example applications. The aim is to focus on the core algorithms, ideas and mathematics, rather than any specific implementation framework;<br />\n\t-Students will be taught the basics of neural networks, feedforward networks, recurrent networks; and introduced to concepts such as: regularisation, optimisation and hyper-parameter optimization;<br />\n\t<br />\n\t<strong>Requisites:</strong><br />\n\tIn order to be eligible to select this module, a student must 多be registered on a programme for which it is a formally-approved option or elective choice AND must be (i) familiar with undergraduate mathematics, in particular multivariate calculus, linear algebra and probability (including the multivariate normal distribution and other standard distributions); (ii) familiar with Machine Learning concepts and practice; and (iii) proficient in programming (examples and assignments may be given in a high level language such as Julia or Python).<br />\n\t<br />\n\tPlease note that this module is not suitable as an introduction to Machine Learning. It is suitable only for students that wish to gain an understanding of the mathematics of Deep Learning.</p>",
				"ModuleInstanceRestriction": "This module is restricted to students registered on:\nMSc Computational Statistics and Machine Learning\nMRes Computational Statistics and Machine Learning\nMSc Computer Graphics, Vision and Imaging\nMSc Data Science and Machine Learning\nMSc Data Science (International)\nMSc Machine Learning\nMRes Robotics\nMSc Robotics and Computation\nMSc Data Science\nMRes Medical Physics and Biomedical Engineering\nMSc Scientific Computing\nMEng Computer Science \nMEng Mathematical Computation",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Computational Statistics",
						"Computer Science",
						"Data Collection and Processing",
						"Applied Probability",
						"Mathematical Statistics",
						"Statistics"
					]
				}
			},
			{
				"ModuleInstanceCode": "HPSC0068",
				"ModuleIdentifier": "3460034673F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Sleeping and Dreaming",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MAP",
						"FacultyName": "Faculty of Mathematical and Physical Sciences"
					},
					"Department": {
						"DepartmentCode": "SCITS_MAP",
						"DepartmentName": "Science and Technology Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "HISTORY AND PHILOSOPHY OF SLEEP, DREAMS DREAMING,FREUD JUNG REM INSOMNIA SLEEPWALKING",
				"Email": "sts-aa@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tWhat happens during sleep? Why do we dream? Across the centuries there have been many attempts to answer these and other questions surrounding the still-mysterious state of sleep. This course is designed to explore the different ways sleeping and dreaming have been understood in the past, both distant and recent. What is the relation between the physical and mental aspects of sleep; why do some cultures see dreams as true, some see them as false, and other see them as the gateway to the unconscious? We discuss historical understandings of the physiology of sleep, the interpretations of dreams, the material culture of resting, the drugs that produce artificial sleep, and the ways sleeping and dreaming have been used in art, literature and film. The module is designed to familiarise students with the questions and literature in the history of sleep, including medical and psychological materials. The class will follow a seminar-based model, requiring students to read the materials critically and discuss the materials in class. As an advanced course, it is also intended to increase the student&rsquo;s analytical, research and writing skills. The research essay requires students to gather the primary and secondary literature on a topic, synthesise the material and hone their abilities at making a sustained argument.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Cultural Studies",
						"History",
						"Psychoanalytical Studies"
					]
				}
			},
			{
				"ModuleInstanceCode": "HPSC0127",
				"ModuleIdentifier": "4037967073F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Engaging the Public with Science",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "MAP",
						"FacultyName": "Faculty of Mathematical and Physical Sciences"
					},
					"Department": {
						"DepartmentCode": "SCITS_MAP",
						"DepartmentName": "Science and Technology Studies"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "0",
				"ModuleInstanceSearchKeywords": "PUBLIC ENGAGEMENT, SCIENCE, INTERACTIONS, SPECIFIC PUBLIC GROUPS",
				"Email": "sts-aa@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "Engaging the Public with Science",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module focuses on the many different ways in which publics engage with science in face-to-face contexts. Teaching will particularly focus on direct interactions within governance and policy settings, museums and other more informal activities, and on how specific public groups, such as patient and citizen groups get involved, and engage with, scientific and medical research. Group projects will develop a practical understanding of how to organize such activities, alongside which students will critically reflect on the theory and context that underpins such activities such as models of publics and audiences, rationales for engagement in different contexts and the wider policy contexts and historical trends.</p>",
				"ModuleInstanceRestriction": "",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": "Sociology of Science and Technology"
				}
			},
			{
				"ModuleInstanceCode": "HIST0558",
				"ModuleIdentifier": "0582F5E273F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "The History of Political Thought in the West Affiliate",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "POLITICAL IDEAS, POLITICAL HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is for affiliate students attending for one term only. Please see the 30-credit full-year version, HIST0140, for the full module description.<br />\n\t<br />\n\tPlease be aware that you will only be covering half of the module content described in the full module description (content covered in Term 1 or Term 2, depending on your time with us).<br />\n\t<br />\n\tIf you require any further information, please contact the History Administrative Office: history-ug-enquiries@ucl.ac.uk.</p>",
				"ModuleInstanceRestriction": "Only affiliates who are studying with us for one term are permitted to take this module. Full-year students (UCL and Affiliate) must take the 30-credit version: HIST0140.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"European History",
						"History",
						"Intellectual History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0471",
				"ModuleIdentifier": "F8A75CDC73F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Crown Church and Estates in Central Europe 1500-1700 A",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "EUROPEAN HISTORY, CENTRAL EUROPE, EARLY MODERN HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "Crown Church and Estates in Central Europe 1500-17",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is for affiliate students attending for one term only. Please see the 30-credit full-year version, HIST0470, for the full module description.</p>\n<p>\n\tPlease be aware that you will only be covering half of the module content described in the full module description (content covered in Term 1 or Term 2, depending on your time with us).</p>\n<p>\n\tIf you require any further information, please contact the History Administrative Office: history-ug-enquiries@ucl.ac.uk.</p>",
				"ModuleInstanceRestriction": "Only affiliates who are studying with us for one term are permitted to take this module. Full-year students (UCL and Affiliate) must take the 30-credit version: HIST0470.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Early Modern History",
						"European History",
						"History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0681",
				"ModuleIdentifier": "18195ED073F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "India and the Global Economy, 1500-Present Affiliate",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "HISTORY, INDIA, GLOBAL ECONOMY, WORLD HISTORY, EARLY MODERN HISTORY, MODERN HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis module is for affiliate students attending for one term only. Please see the 30-credit full-year version, HIST0075, for the full module description.<br />\n\t<br />\n\tPlease be aware that you will only be covering half of the module content described in the full module description (content covered in Term 1 or Term 2, depending on your time with us).<br />\n\t<br />\n\tIf you require any further information, please contact the History Administrative Office: history-ug-enquiries@ucl.ac.uk.</p>",
				"ModuleInstanceRestriction": "Only affiliates who are studying with us for one term are permitted to take this module. Full-year students (UCL and Affiliate) must take the 30-credit version: HIST0075.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Early Modern History",
						"Economics",
						"History",
						"Modern History",
						"World History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0302",
				"ModuleIdentifier": "DF18B21673F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Voluntary Organisations, NGOs and the British Public (1914-1985)",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "BRITISH HISTORY, NON-GOVERNMENTAL ORGANISATIONS, PHILANTHROPY, VOLUNTARY SECTOR, CHARITY, MODERN HIS",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThe role of voluntary organisations has been vital to social and political life throughout the history of modern Britain. Across the fields of social welfare, health, education/youth work, international development and humanitarian aid, non-governmental organisations have made significant contributions. The module introduces students to the latest research and debates, exploring change from challenges to Victorian and Edwardian models of philanthropy during and after the First World War to the age of the big international NGO in the 1980s. It highlights the importance of voluntary action for ordinary people &ndash; particularly women and young people &ndash; across the twentieth century, and promotes an enhanced understanding of the voluntary sector today. Drawing extensively on primary source material, the module is taught through 10 activity-based seminars. In particular, students are introduced to the material culture of charity in the past through object-based learning (OBL) and assessment includes writing an &lsquo;object report&rsquo; as well as a standard essay.</p>",
				"ModuleInstanceRestriction": "First year students on the History Undergraduate degree programmes cannot select this module.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Modern History",
						"British and English History"
					]
				}
			},
			{
				"ModuleInstanceCode": "SOCS0060",
				"ModuleIdentifier": "606FEBC073F811E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Systematic Review Design and Planning",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "IOE",
						"FacultyName": "Institute of Education"
					},
					"Department": {
						"DepartmentCode": "SOCSC_IOE",
						"DepartmentName": "Social Science"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "SYSTEMATIC REVIEW, DESIGN, PLANNING, POLICY",
				"Email": "a.sakowska@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tSystematic reviews use robust methods to identify and examine existing research reports on a given topic and to produce accessible, reliable and useful syntheses or maps of research, often for policy or practice audiences. Students will learn the principles underlying all systematic reviews, and the ways that they vary &ndash; from different types of research question through to methods for synthesising both quantitative and qualitative findings. Students will apply tools that aid review production and apply methods to formulate review questions, identify research, classify and appraise studies, and plan syntheses of findings. They will apply their learning so as to critically appraise existing review reports. Students participate in workshops in a classroom at the UCL Institute of Education (IOE) or at a distance via Moodle, our virtual learning environment. Workshops will be recorded and made available on Moodle. All students will be expected to engage in additional individual and group activities online.</p>",
				"ModuleInstanceRestriction": "For social sciences PGT and PGR students. if you are not a social sciences student please first get in touch with us.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Social Policy",
						"Sociology"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0309",
				"ModuleIdentifier": "E0B91F2073F511E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Race, Ethnicity and the 'Other' in Africa",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "RACE, GENDER, COLONIALISM, POSTCOLONIAL AFRICA, AFRICAN STUDIES, MODERN HISTORY, WORLD HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThis interdisciplinary module will examine the development of racial and ethnic thought, xenophobia, and related forms of exclusion in Africa from the nineteenth century to the present day. Among many topics, students in this module will examine the colonial construction of the &ldquo;native,&rdquo; intersections between race and gender under colonialism, and debates over autochthony and citizenship in postcolonial Africa. Students will also consider how new scholarship on race and slavery in Islamic Africa, racialization and sexuality under colonialism, and nativism in independent Africa is reshaping the field of African Studies. Questioning assumptions about Africa as a non-racialized space or a site of primordial ethnicity, this course will situate the study of ethnic and racial thought on the continent within broader scholarly debates across various disciplines.</p>",
				"ModuleInstanceRestriction": "First year students on the History Undergraduate degree programmes cannot select this module.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Modern History",
						"African History",
						"World History"
					]
				}
			},
			{
				"ModuleInstanceCode": "HIST0770",
				"ModuleIdentifier": "243093F073F611E89A86FAE8722E8321",
				"ModuleInstanceTitle": "Race, Identity and Empire in the Iberian Atlantic World",
				"ModuleInstanceContact": {
					"Faculty": {
						"FacultyCode": "SHS",
						"FacultyName": "Faculty of Social and Historical Sciences"
					},
					"Department": {
						"DepartmentCode": "HISTR_SHS",
						"DepartmentName": "History"
					}
				},
				"ModuleInstanceValue": "15",
				"ModuleInstanceStudyHours": "150",
				"ModuleInstanceLearningHours": "20",
				"ModuleInstanceSearchKeywords": "INDIGENOUS AMERICANS, AFRICAN DIASPORA, INTELLECTUAL HISTORY, EARLY MODERN HISTORY",
				"Email": "history-ug-enquiries@ucl.ac.uk",
				"ModuleInstanceSuperGroup": "",
				"CEFRLevel": "",
				"AcademicYearCode": "2019",
				"AcademicYearDescription": "2019/20 academic  year",
				"ModuleInstanceDescription": "<p>\n\tThrough the lens of social and intellectual histories of empire in the Iberian world, the seminars consider how colonial subjects in the Iberian empires &ndash; including free black and indigenous American populations &ndash; shaped empire, religion, and science through daily practices and litigation. We explore how indigenous Americans and African Diaspora responded to the intellectual milieus of empire. Positioning such groups as intellectuals who shaped Iberian empires and the broader Atlantic world, this module analyzes their intellectual histories through an inter-disciplinary approach to works that they produced, including written traces in legal documents, religious treatises, contemporaneous histories, artifacts, art, and written correspondence.</p>",
				"ModuleInstanceRestriction": "First year students on the History Undergraduate degree programmes cannot select this module.",
				"ModuleInstanceSubjectCollection": {
					"ModuleInstanceSubject": [
						"Early Modern History",
						"History"
					]
				}
			}
		]
	}
}